yangchengwork/micropython_fr8000/ports/freqchip/boards/FR3068E-C_EVB1.0/mpconfigboard.h
// board specifics
#define MICROPY_HW_BOARD_NAME   "FR3068E-C EVB1.0"
#define MICROPY_HW_MCU_NAME     "FR3068E-C"
#define MICROPY_PY_SYS_PLATFORM "Freqchip"
